Repository: blueberry-pie-11/luci-app-natmap
Catalog: luci-app-natmap/po/*/natmap.po
Languages: da, de, jp

source: NatMap
jp: ナットマップ

source: General Settings
da: Generelle indstillinger
de: Allgemeine Einstellungen
jp: 一般設定

source: Forward Settings
da: Videresend indstillinger
de: Weiterleitungseinstellungen
jp: 転送設定

source: Notify Settings
da: Underretningsindstillinger
de: Einstellungen benachrichtigen
jp: 通知設定

source: Link Settings
da: Linkindstillinger
de: Linkeinstellungen
jp: リンク設定

source: Custom Settings
da: Brugerdefinerede indstillinger
de: Benutzerdefinierte Einstellungen
jp: カスタム設定

source: Name
da: Navn
jp: 名前

source: Protocol
da: Protokol
de: Protokoll
jp: プロトコル

source: Restrict to address family
da: Begræns til at adressere familie
de: Beschränken Sie sich auf die Ansprache der Familie
jp: アドレスを家族に限定する

source: IPv4 and IPv6
da: IPv4 og IPv6
de: IPv4 und IPv6
jp: IPv4 と IPv6

source: IPv4 only
da: Kun IPv4
de: Nur IPv4
jp: IPv4のみ

source: IPv6 only
da: Kun IPv6
de: Nur IPv6
jp: IPv6のみ

source: Wan Interface
de: WAN-Schnittstelle
jp: WANインターフェース

source: Keep-alive interval
da: Hold i live interval
de: Keep-Alive-Intervall
jp: キープアライブ間隔

source: STUN server
jp: STUNサーバー

source: HTTP server
jp: HTTPサーバー

source: For TCP mode
da: Til TCP-tilstand
de: Für TCP-Modus
jp: TCPモードの場合

source: Bind port
jp: バインドポート

source: Enable Forward
da: Aktiver Videresend
de: Weiterleiten aktivieren
jp: 転送を有効にする

source: Forward mode
da: Fremadgående tilstand
de: Vorwärtsmodus
jp: 順方向モード

source: Forward target
da: Fremadrettet mål
de: Vorwärtsziel
jp: 前方ターゲット

source: Forward target port
da: Fremadrettet målport
de: Zielport weiterleiten
jp: 転送ターゲットポート

source: 0 will forward to the out port get from STUN
da: 0 vil videresende til udhavnen få fra STUN
de: 0 leitet den Empfang von STUN an den Ausgangsport weiter
jp: 0 は STUN から取得した出力ポートに転送します

source: Target_Interface
jp: ターゲットインターフェース

source: Ikuai Web URL
jp: Ikuai URL

source: such as http://127.0.0.1:8080 or http://ikuai.lan:8080.if use host,must close Rebind protection in DHCP and DNS
da: såsom http://127.0.0.1:8080 eller http://ikuai.lan:8080.hvis du bruger vært, skal du lukke Rebind-beskyttelse i DHCP og DNS
de: B. http://127.0.0.1:8080 oder http://ikuai.lan:8080. Wenn Sie einen Host verwenden, müssen Sie den Rebind-Schutz in DHCP und DNS schließen
jp: http://127.0.0.1:8080 や http://ikuai.lan:8080 など。ホストを使用する場合は、DHCP と DNS の再バインド保護を閉じる必要があります。

source: Ikuai Username
da: Ikuai brugernavn
de: Ikuai-Benutzername
jp: 育愛ユーザー名

source: Ikuai Password
da: Ikuai adgangskode
de: Ikuai-Passwort
jp: 育愛パスワード

source: Ikuai Mapping Protocol
da: Ikuai kortlægningsprotokol
de: Ikuai-Mapping-Protokoll
jp: イクアイマッピングプロトコル

source: such as tcp or udp or tcp+udp
da: såsom tcp eller udp eller tcp+udp
de: wie tcp oder udp oder tcp+udp
jp: tcp、udp、tcp+udp など

source: Ikuai Mapping Wan Interface
de: Ikuai Mapping WAN-Schnittstelle
jp: Ikuai マッピング Wan インターフェース

source: such as adsl_1 or wan
da: såsom adsl_1 eller wan
de: wie zum Beispiel ADSL_1 oder WAN
jp: adsl_1 や wan など

source: Advanced Settings
da: Avancerede indstillinger
de: Erweiterte Einstellungen
jp: 高度な設定

source: Max Retries
da: Max forsøger igen
de: Max. Wiederholungsversuche
jp: 最大再試行回数

source: max retries,default 0 means execute only once
da: max genforsøg, standard 0 betyder kun at udføre én gang
de: Maximale Wiederholungsversuche, Standard 0 bedeutet, dass es nur einmal ausgeführt wird
jp: 最大再試行数、デフォルトの 0 は 1 回だけ実行することを意味します

source: Retry Interval
da: Prøv igen interval
de: Wiederholungsintervall
jp: 再試行間隔

source: Retry Interval, unit is seconds, default 0 is 3 seconds
da: Genforsøg Interval, enhed er sekunder, standard 0 er 3 sekunder
de: Wiederholungsintervall, Einheit ist Sekunden, Standardwert 0 ist 3 Sekunden
jp: 再試行間隔、単位は秒、デフォルトは 0 で 3 秒です

source: Enable Notify
da: Aktiver underretning
de: Aktivieren Sie Benachrichtigen
jp: 通知を有効にする

source: Notify channel
da: Giv besked til kanal
de: Kanal benachrichtigen
jp: 通知チャネル

source: Chat ID
jp: チャットID

source: Get chat_id
da: Hent chat_id
de: Holen Sie sich chat_id
jp: chat_id を取得する

source: Click here
da: Klik her
de: klicken Sie hier
jp: ここをクリック

source: <br />If you want to send to a group/channel, please create a non-Chinese group/channel (for easier chatid lookup, you can rename it later).<br />Add the bot to the group, send a message, and use https://api.telegram.org/bot token /getUpdates to obtain the chatid.
da: <br />Hvis du vil sende til en gruppe/kanal, skal du oprette en ikke-kinesisk gruppe/kanal (for lettere chatid-opslag kan du omdøbe den senere).<br />Føj botten til gruppen, send en besked, og brug https://api.telegram.org/bot token /getUpdates for at få chatid'et.
de: <br />Wenn Sie an eine Gruppe/einen Kanal senden möchten, erstellen Sie bitte eine nicht-chinesische Gruppe/einen nicht-chinesischen Kanal (zur einfacheren Chatid-Suche können Sie ihn später umbenennen).<br />Fügen Sie den Bot zur Gruppe hinzu und senden Sie einen Nachricht und verwenden Sie https://api.telegram.org/bot token /getUpdates, um die Chat-ID zu erhalten.
jp: <br />グループ/チャンネルに送信したい場合は、中国語以外のグループ/チャンネルを作成してください (チャット ID の検索を容易にするため、後で名前を変更できます)。<br />ボットをグループに追加し、メッセージを送信します。メッセージを取得し、https://api.telegram.org/bot token /getUpdates を使用してチャット ID を取得します。

source: Token
da: Polet
de: Zeichen
jp: トークン

source: Get Bot
da: Hent Bot
de: Holen Sie sich Bot
jp: ボットを入手

source: <br />Send a message to the created bot to initiate a conversation.
da: <br />Send en besked til den oprettede bot for at starte en samtale.
de: <br />Senden Sie eine Nachricht an den erstellten Bot, um eine Konversation zu initiieren.
jp: <br />作成したボットにメッセージを送信して会話を開始します。

source: http proxy
jp: httpプロキシ

source: Get Instructions
da: Få instruktioner
de: Holen Sie sich Anweisungen
jp: 手順を確認する

source: ServerChan sendkey
de: ServerChan-Sendeschlüssel
jp: ServerChan 送信キー

source: <br />Since the asynchronous push queue is used, only whether the put into the queue is successful is detected.
da: <br />Da den asynkrone push-kø bruges, registreres kun, om indsættelsen i køen er vellykket.
de: <br />Da die asynchrone Push-Warteschlange verwendet wird, wird nur erkannt, ob das Einfügen in die Warteschlange erfolgreich ist.
jp: <br />非同期プッシュキューを使用しているため、キューへの投入が成功したかどうかのみが検出されます。

source: ServerChan Advanced Settings
da: ServerChan avancerede indstillinger
de: Erweiterte ServerChan-Einstellungen
jp: ServerChan の詳細設定

source: Self-built Server Url
da: Selvbygget server-url
de: Selbst erstellte Server-URL
jp: 自己構築サーバー URL

source: such as http://127.0.0.1:8080 or http://ikuai.lan:8080
da: såsom http://127.0.0.1:8080 eller http://ikuai.lan:8080
de: wie http://127.0.0.1:8080 oder http://ikuai.lan:8080
jp: http://127.0.0.1:8080 や http://ikuai.lan:8080 など

source: Gotify token
jp: Gotify トークン

source: Gotify priority
da: Gotify prioritet
de: Gotify-Priorität
jp: 優先順位を獲得する

source: Enable link setting
da: Aktiver linkindstilling
de: Linkeinstellung aktivieren
jp: リンク設定を有効にする

source: Service
jp: サービス

source: Email
jp: Eメール

source: Zone ID
de: Zonen-ID
jp: ゾーンID

source: Rule Name
da: Regelnavn
de: Regelname
jp: ルール名

source: Target URL
da: Mål-URL
de: Ziel-URL
jp: ターゲット URL

source: Update HTTPS Port
da: Opdater HTTPS-port
de: HTTPS-Port aktualisieren
jp: HTTPSポートを更新する

source: Set to False if you want to use HTTP
da: Indstil til False, hvis du vil bruge HTTP
de: Legen Sie „False“ fest, wenn Sie HTTP verwenden möchten
jp: HTTP を使用する場合は False に設定します。

source: Update host with IP
da: Opdater vært med IP
de: Host mit IP aktualisieren
jp: IPを使用してホストを更新する

source: Web UI URL
jp: ウェブUIのURL

source: Username
da: Brugernavn
de: Nutzername
jp: ユーザー名

source: Password
da: Adgangskode
de: Passwort
jp: パスワード

source: Allow IPv6
da: Tillad IPv6
de: IPv6 zulassen
jp: IPv6 を許可する

source: IPv6 Address
da: IPv6-adresse
de: IPv6-Adresse
jp: IPv6アドレス

source: Enable custom script's config
da: Aktiver brugerdefineret scripts konfiguration
de: Aktivieren Sie die Konfiguration des benutzerdefinierten Skripts
jp: カスタムスクリプトの設定を有効にする

source: custom script
da: brugerdefineret script
de: benutzerdefiniertes Skript
jp: カスタムスクリプト

source: custom script path,such as /etc/natmap/custom.sh
da: tilpasset scriptsti, såsom /etc/natmap/custom.sh
de: benutzerdefinierter Skriptpfad, z. B. /etc/natmap/custom.sh
jp: カスタム スクリプト パス (/etc/natmap/custom.sh など)

source: External IP
da: Ekstern IP
de: Externe IP
jp: 外部IP

source: External Port
da: Ekstern Port
de: Externer Port
jp: 外部ポート

source: enable
da: aktivere
de: aktivieren
jp: 有効にする

source: Grant access to LuCI app natmap
da: Giv adgang til LuCI app natmap
de: Gewähren Sie Zugriff auf die Natmap der LuCI-App
jp: LuCI アプリの natmap へのアクセスを許可する

source: use mode ikuai when use ikuai as the main gateway
da: brug tilstand ikuai, når du bruger ikuai som hovedgateway
de: Verwenden Sie den Modus ikuai, wenn Sie ikuai als Hauptgateway verwenden
jp: ikuai をメインゲートウェイとして使用する場合は、モード ikuai を使用します

source: Telegram Bot
de: Telegramm-Bot

source: Transmission
da: Smitte
de: Übertragung

source: Cloudflare Origin Rule
da: Cloudflare oprindelsesregel
de: Cloudflare-Ursprungsregel

source: Cloudflare Redirect Rule
da: Cloudflare-omdirigeringsregel
de: Cloudflare-Umleitungsregel

source: API Key
da: API nøgle
de: API-Schlüssel
